Repository: wayfinderinc/wayfinder-website
Catalog: website-themes-plugins/plugins/shortcode-ui/languages/shortcode-ui-*.po
Languages: fi

source: Attachment
fi: Liitetiedosto

source: Select Image
fi: Valitse kuva

source: Citation Source
fi: Lainauksen lähde

source: Inner Content
fi: Sisempi sisältö

source: Insert Post Element
fi: Lisää sisältöelementti

source: %s Details
fi: %s tiedot

source: Insert Element
fi: Lisää elementti

source: Update
fi: Päivitä

source: There are no attributes to configure for this Post Element.
fi: Tässä sisältöelementissä ei ole muokattavia asetuksia.

source: Failed to load preview
fi: Esikatselun lataus epäonnistui

source: Search
fi: Etsi

source: Insert Content
fi: Lisää sisältö

source: Something's rotten in the state of Denmark
fi: Jotain mätää Tanskanmaalla

source: Select Attachment
fi: Valitse liitetiedosto

source: Thumbnail Details
fi: Liitteen tiedot

source: Edit Attachment
fi: Muokkaa liitetiedostoa

source: Back to list
fi: Takaisin listaukseen

source: User Interface for adding shortcodes.
fi: Käyttöliittymä lyhytkoodien lisäämiseen.

source: Fusion Engineering and community
fi: Fusion Engineering ja yhteisö
